class News {
  final String newstext;
  final String imgnews;

  News(this.newstext, this.imgnews);
}

final newses = [
  News(
    '🏆КУБОК БУДЕТ НАШИМ!\n\nПервая команда УрГЭУ по спортивному программированию вошла в двадцатку лучших команд страны в дисциплине «Алгоритмическое программирование».\n\nНакануне завершилось Всероссийское соревнование по спортивному программированию "Кубок будущего", которое проходило в Тюмени. Участникам предлагалось решить задачи с ограничениями по времени. А предлагаемые сценарии требовали изобретательности, логического мышления и умения оптимизировать время⏱ 💪и усилия. ',
    'https://sun9-13.userapi.com/impg/UEXh2dDQfh1wXBdp4Oq69kwiQEKxS5PVXqFfJQ/nVCkmVXcpz0.jpg?size=2560x1920&quality=95&sign=321caa7b80034ae5b703e91c191dd6ea&type=album'
  ),
  News(
      '🏆КУБОК БУДЕТ НАШИМ!\n\nПервая команда УрГЭУ по спортивному программированию вошла в двадцатку лучших команд страны в дисциплине «Алгоритмическое программирование».\n\nНакануне завершилось Всероссийское соревнование по спортивному программированию "Кубок будущего", которое проходило в Тюмени. Участникам предлагалось решить задачи с ограничениями по времени. А предлагаемые сценарии требовали изобретательности, логического мышления и умения оптимизировать время⏱ 💪и усилия. ',
      'https://sun9-13.userapi.com/impg/UEXh2dDQfh1wXBdp4Oq69kwiQEKxS5PVXqFfJQ/nVCkmVXcpz0.jpg?size=2560x1920&quality=95&sign=321caa7b80034ae5b703e91c191dd6ea&type=album'
  ),
];